tap "anomalyco/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
brew "little-cms2"
brew "autoconf"
brew "btop"
brew "glib"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "curl"
brew "doxygen"
brew "expat"
brew "fish"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "gcc"
brew "gdk-pixbuf"
brew "gnu-sed"
brew "libtasn1"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "imagemagick"
brew "ispell"
brew "jansson"
brew "libgccjit"
brew "libiconv"
brew "librsvg"
brew "libxml2"
brew "llvm"
brew "mailutils"
brew "make"
brew "ncurses"
brew "node"
brew "podman"
brew "ripgrep"
brew "starship"
brew "texinfo"
brew "texlive"
brew "anomalyco/tap/opencode"
brew "d12frosted/emacs-plus/emacs-plus@31"
cask "basictex"
cargo "cargo-license"
cargo "cbindgen"
cargo "wasm-pack"
